group_id = -1001708790022

nums = ['0', '1', '2', '3']

ids_users = [1278533043,  # Николай Борисов
             1330356014, 
             1019471738,
             5022309821,
             1267581636,
             5292447614,
             2002635267,
             730840450,
             5028124941,
             6053937184]

ids_admines = [1278533043]  # Николай Борисов         
id = 0

words_english = ['Apple', #1
                'Fish', 
                'Radio',
                'Obey', 
                'Divorce', 
                'Embarrassing', 
                'To lecture', 
                'To punish', 
                'Value',
                'Afford', #10
                'Superior', 
                'Rumour', 
                'Allow', 
                'Tay', 
                'Suppose', 
                'Recognized', 
                'Daring', 
                'Complain', 
                'Curious', 
                'Design', #20
                'Rob', 
                'Cosy', 
                'Cape', 
                'Annoyance', 
                'Arrangement', 
                'Homesick']

words_russian = ['Эпл', #1
                'Рыба', 
                'Радио', 
                'Подчиняться', 
                'Разводиться', 
                'Смущённый', 
                'Читать нотацию', 
                'Наказывать', 
                'Стоимость', 
                'Позволять', #10
                'Командир', 
                'Молва', 
                'Позволять', 
                'Налог', 
                'Предлагать', 
                'Признанный', 
                'Отважный', 
                'Жаловаться', 
                'Любопытный', 
                'Разрабатывать', #20
                'Вор', 
                'Уютный', 
                'Накидка', 
                'Досада', 
                'Договоренность', 
                'Скучающий по дому']

Table_users = ['id','user_id','name','balance','love','join_data','promo1','promo2','promo3','register','location','buizness','inventory','buster','status']
Table_dom_and_kv = ['id','name','owner','data_buy','pay']

Raspis = ['Биология(14:00-14:40)\nАнгл.язык(14:55-15:35)\nФизкультура(15:50-16:30)\nЛитература(16:40-17:20)\nАлгебра(17:30-18:10)\nАлгебра(18:20-19:00)',
          'Физика(14:00-14:40)\nГеометрия(14:55-15:35)\nТехнология(15:50-16:30)\nТехнология(16:40-17:20)\nГеография(17:30-18:10)\nИстория(18:20-19:00)',
          'Физкультура(14:00-14:40)\nРус.язык(14:55-15:35)\nРус.язык(15:50-16:30)\nАнгл.язык(16:40-17:20)\nРодной язык(17:30-18:10)\nГеография(18:20-19:00)',
          'Физика(14:00-14:40)\nРус.язык(14:55-15:35)\nГеометрия(15:50-16:30)\nАлгебра(16:40-17:20)\nЛитература(17:30-18:10)\nБиология(18:20-19:00)',
          'История(14:00-14:40)\nОбществознание(14:55-15:35)\nАлгебра(15:50-16:30)\nАлгебра(16:40-17:20)\nАнгл.язык(17:30-18:10)\nРус.язык(18:20-19:00)',
          'Геометрия(11:15-11:50)\nМузыка(11:55-12:35)\nРус.язык(12:40-13:15)\nИнформатика(13:20-13:55)\nИЗО(14:00-14:35)']

kuda_mes = ['7А', '7Б', '7В', '7Г','Столица','Верхний город','Нижний город']

buizness = ['None', 'Автомат с едой', 'Кофейня']

things_mag = ['None','Трофей(1750)','Трофей(3000)','Трофей Михаила','Lada Granta', 'Lada Vesta','BMV 5','Mercedes W222','Audi A4','Tesla Model X','Квартира(Столица)']


status = ['Обычный аккаунт', 'Аккаунт с ограниченными правами', 'Премиум аккаунт', 'Забаненный аккаунт']


